tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "sanemat/font"
brew "anyenv"
brew "rmtrash"
brew "sanemat/font/ricty"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "github/gh/gh"
cask "adobe-creative-cloud"
cask "alfred"
cask "clipy"
cask "discord"
cask "docker"
cask "emacs"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyperswitch"
cask "iterm2"
cask "karabiner-elements"
cask "luna-display"
cask "menumeters"
cask "night-owl"
cask "shiftit"
cask "shifty"
cask "skitch"
cask "tableplus"
