tap "terraform-linters/tap"
brew "autoconf"
brew "automake"
brew "awscli"
brew "glib"
brew "cairo"
brew "libyaml"
brew "certbot"
brew "circleci"
brew "cmake"
brew "colima"
brew "coreutils"
brew "dfu-programmer"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "duckdb"
brew "x264"
brew "ffmpeg"
brew "findutils"
brew "icu4c@78"
brew "harfbuzz"
brew "fontforge"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jj"
brew "jq"
brew "libgccjit"
brew "mas"
brew "massren"
brew "mbedtls"
brew "mise"
brew "protobuf"
brew "mysql"
brew "ollama"
brew "openjdk"
brew "p7zip"
brew "peco"
brew "pillow"
brew "pinentry-mac"
brew "plantuml"
brew "postgresql@18", link: true
brew "qt"
brew "redis"
brew "shared-mime-info"
brew "swig"
brew "tesseract"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "vips"
brew "yq"
brew "zsh"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "aquaskk"
cask "aws-vpn-client"
cask "blackhole-64ch"
cask "bluesnooze"
cask "clipy"
cask "coderabbit"
cask "cursor"
cask "deskpad"
cask "devin-desktop"
cask "discord"
cask "elgato-stream-deck"
cask "figma"
cask "finicky"
cask "firefox"
cask "font-hackgen-nerd"
cask "gcloud-cli"
cask "ghostty"
cask "google-drive"
cask "iterm2"
cask "jordanbaird-ice"
cask "kap"
cask "karabiner-elements"
cask "lm-studio"
cask "logi-options+"
cask "menumeters"
cask "miro"
cask "monitorcontrol"
cask "notion"
cask "obs"
cask "obsidian"
cask "qlmarkdown"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "tableplus"
cask "terraform-linters/tap/tflint"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
mas "CotEditor", id: 1024640650
mas "Display Menu", id: 549083868
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Slack", id: 803453959
mas "ToyViewer", id: 414298354
mas "TweetDeck", id: 485812721
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
go "github.com/open-pomodoro/openpomodoro-cli/cmd/pomodoro"
npm "@openai/codex"
