tap "armmbed/formulae"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
tap "railwaycat/emacsmacport"
tap "sanemat/font"
tap "songmu/tap"
tap "tophat/bar"
brew "anyenv"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "awscli"
brew "glib"
brew "cairo"
brew "certbot"
brew "circleci"
brew "cmake"
brew "coreutils"
brew "dfu-programmer"
brew "gnutls"
brew "harfbuzz"
brew "mbedtls"
brew "tesseract"
brew "x264"
brew "ffmpeg"
brew "findutils"
brew "fontforge"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "gnu-sed"
brew "pkgconf"
brew "gobject-introspection"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libgccjit"
brew "mas"
brew "massren"
brew "protobuf"
brew "mysql"
brew "openjdk"
brew "peco"
brew "pillow"
brew "plantuml"
brew "postgresql@14"
brew "qt"
brew "redis"
brew "swig"
brew "the_silver_searcher"
brew "tig"
brew "trash", link: true
brew "tree"
brew "yq"
brew "zsh"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "heroku/brew/heroku"
brew "qmk/qmk/qmk"
brew "railwaycat/emacsmacport/emacs-mac"
brew "sanemat/font/ricty"
brew "songmu/tap/blogsync"
cask "adobe-creative-cloud"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "aquaskk"
cask "aws-vpn-client"
cask "blackhole-64ch"
cask "bluesnooze"
cask "clipy"
cask "discord"
cask "docker"
cask "figma"
cask "finicky"
cask "font-hackgen-nerd"
cask "google-cloud-sdk"
cask "google-drive"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "menumeters"
cask "miro"
cask "monitorcontrol"
cask "obsidian"
cask "qlmarkdown"
cask "qmk-toolbox"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
mas "CotEditor", id: 1024640650
mas "Display Menu", id: 549083868
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Skitch", id: 425955336
mas "ToyViewer", id: 414298354
mas "TweetDeck", id: 485812721
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
