tap "armmbed/formulae"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "px4/px4"
tap "qmk/qmk"
tap "railwaycat/emacsmacport"
tap "sanemat/font"
tap "tophat/bar"
brew "anyenv"
brew "readline"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "awscli"
brew "glib"
brew "pkg-config"
brew "certbot"
brew "circleci"
brew "cmake"
brew "dfu-programmer"
brew "gnutls"
brew "mbedtls"
brew "x264"
brew "ffmpeg"
brew "gh"
brew "gnu-sed"
brew "gobject-introspection"
brew "graphviz"
brew "grep"
brew "hub"
brew "imagemagick"
brew "jq"
brew "mas"
brew "massren"
brew "protobuf"
brew "mysql"
brew "peco"
brew "plantuml"
brew "postgresql@14"
brew "qt"
brew "redis"
brew "swig"
brew "terraform"
brew "texinfo"
brew "the_silver_searcher"
brew "tig"
brew "trash"
brew "tree"
brew "zsh"
brew "armmbed/formulae/arm-none-eabi-gcc"
brew "heroku/brew/heroku"
brew "qmk/qmk/qmk"
brew "railwaycat/emacsmacport/emacs-mac"
brew "sanemat/font/ricty"
brew "tophat/bar/yvm"
cask "adobe-creative-cloud"
cask "alfred"
cask "appcleaner"
cask "aws-vpn-client"
cask "blackhole-64ch"
cask "clipy"
cask "discord"
cask "docker"
cask "figma"
cask "google-cloud-sdk"
cask "google-drive"
cask "hyperswitch"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "kindle"
cask "menumeters"
cask "miro"
cask "monitorcontrol"
cask "obs"
cask "qlmarkdown"
cask "shiftit"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
mas "CotEditor", id: 1024640650
mas "Display Menu", id: 549083868
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Skitch", id: 425955336
mas "TweetDeck", id: 485812721
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
